[
    {
        "first_name": "David",
        "last_name": "Nguyen",
        "image": "https://robohash.org/davidnguyen0.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "699-922-8172",
        "email": "david.nguyen@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Aetna",
        "rates": "$360/visit",
        "short_description": "Dr. Nguyen is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. David Nguyen has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Chen",
        "image": "https://robohash.org/lailachen1.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "639-630-9167",
        "email": "laila.chen@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$30/visit",
        "short_description": "Dr. Chen is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Chen has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "David",
        "last_name": "Nguyen",
        "image": "https://robohash.org/davidnguyen2.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "337-523-6214",
        "email": "david.nguyen@example.com",
        "location": "Orlando",
        "accepted_insurance": "Florida Blue",
        "rates": "$900/visit",
        "short_description": "Dr. Nguyen is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. David Nguyen has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Chen",
        "image": "https://robohash.org/fatimachen3.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "747-118-5218",
        "email": "fatima.chen@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Aetna",
        "rates": "$110/visit",
        "short_description": "Dr. Chen is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Chen has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Steven",
        "last_name": "Khan",
        "image": "https://robohash.org/stevenkhan4.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "785-631-1362",
        "email": "steven.khan@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$80/visit",
        "short_description": "Dr. Khan is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Steven Khan has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Patel",
        "image": "https://robohash.org/fatimapatel5.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "516-584-6142",
        "email": "fatima.patel@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$110/visit",
        "short_description": "Dr. Patel is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Patel has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "Anderson",
        "image": "https://robohash.org/rajanderson6.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "805-137-2089",
        "email": "raj.anderson@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$400/visit",
        "short_description": "Dr. Anderson is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj Anderson has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Patel",
        "image": "https://robohash.org/sofiapatel7.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "946-960-2313",
        "email": "sofia.patel@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Florida Blue",
        "rates": "$30/visit",
        "short_description": "Dr. Patel is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Patel has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Steven",
        "last_name": "Alami",
        "image": "https://robohash.org/stevenalami8.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "993-930-8677",
        "email": "steven.alami@example.com",
        "location": "Orlando",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$30/visit",
        "short_description": "Dr. Alami is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Steven Alami has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Alami",
        "image": "https://robohash.org/alejandroalami9.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "798-920-3451",
        "email": "alejandro.alami@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$50/visit",
        "short_description": "Dr. Alami is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Alami has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Nguyen",
        "image": "https://robohash.org/elenanguyen10.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "461-568-4142",
        "email": "elena.nguyen@example.com",
        "location": "Miami",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$200/visit",
        "short_description": "Dr. Nguyen is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Nguyen has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Lopez",
        "image": "https://robohash.org/sofialopez11.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "983-516-3053",
        "email": "sofia.lopez@example.com",
        "location": "Miami",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$50/visit",
        "short_description": "Dr. Lopez is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Lopez has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Chen",
        "image": "https://robohash.org/alejandrochen12.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "946-946-8186",
        "email": "alejandro.chen@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$400/visit",
        "short_description": "Dr. Chen is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Chen has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Alami",
        "image": "https://robohash.org/elenaalami13.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "616-972-5573",
        "email": "elena.alami@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Humana",
        "rates": "$80/visit",
        "short_description": "Dr. Alami is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Alami has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "White",
        "image": "https://robohash.org/sofiawhite14.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "254-917-9002",
        "email": "sofia.white@example.com",
        "location": "Miami",
        "accepted_insurance": "Cigna",
        "rates": "$400/visit",
        "short_description": "Dr. White is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia White has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. White ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Desai",
        "image": "https://robohash.org/sofiadesai15.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "121-399-2956",
        "email": "sofia.desai@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$50/visit",
        "short_description": "Dr. Desai is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Desai has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Marta",
        "last_name": "Anderson",
        "image": "https://robohash.org/martaanderson16.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "927-350-5983",
        "email": "marta.anderson@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$50/visit",
        "short_description": "Dr. Anderson is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Marta Anderson has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Sanchez",
        "image": "https://robohash.org/lailasanchez17.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "688-941-6977",
        "email": "laila.sanchez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Aetna",
        "rates": "$200/visit",
        "short_description": "Dr. Sanchez is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Sanchez has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Carlos",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/carlosrodriguez18.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "824-662-2225",
        "email": "carlos.rodriguez@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Aetna",
        "rates": "$80/visit",
        "short_description": "Dr. Rodriguez is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Carlos Rodriguez has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Hassan",
        "image": "https://robohash.org/fatimahassan19.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "779-340-4703",
        "email": "fatima.hassan@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Florida Blue",
        "rates": "$50/visit",
        "short_description": "Dr. Hassan is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Hassan has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Steven",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/stevenrodriguez20.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "209-959-6866",
        "email": "steven.rodriguez@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$200/visit",
        "short_description": "Dr. Rodriguez is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Steven Rodriguez has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "Anderson",
        "image": "https://robohash.org/rajanderson21.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "551-616-3242",
        "email": "raj.anderson@example.com",
        "location": "Tampa",
        "accepted_insurance": "Florida Blue",
        "rates": "$500/visit",
        "short_description": "Dr. Anderson is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj Anderson has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Nguyen",
        "image": "https://robohash.org/sofianguyen22.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "682-270-4059",
        "email": "sofia.nguyen@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Humana",
        "rates": "$50/visit",
        "short_description": "Dr. Nguyen is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Nguyen has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Khan",
        "image": "https://robohash.org/michaelkhan23.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "144-175-7057",
        "email": "michael.khan@example.com",
        "location": "Orlando",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$110/visit",
        "short_description": "Dr. Khan is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Khan has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Lopez",
        "image": "https://robohash.org/emilylopez24.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "595-198-2050",
        "email": "emily.lopez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Aetna",
        "rates": "$80/visit",
        "short_description": "Dr. Lopez is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Lopez has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Patel",
        "image": "https://robohash.org/elenapatel25.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "758-379-9260",
        "email": "elena.patel@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Florida Blue",
        "rates": "$360/visit",
        "short_description": "Dr. Patel is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Patel has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Carlos",
        "last_name": "Khan",
        "image": "https://robohash.org/carloskhan26.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "224-448-8224",
        "email": "carlos.khan@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Aetna",
        "rates": "$360/visit",
        "short_description": "Dr. Khan is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Carlos Khan has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Nguyen",
        "image": "https://robohash.org/emilynguyen27.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "306-304-7506",
        "email": "emily.nguyen@example.com",
        "location": "Miami",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$400/visit",
        "short_description": "Dr. Nguyen is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Nguyen has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "White",
        "image": "https://robohash.org/rajwhite28.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "166-514-1483",
        "email": "raj.white@example.com",
        "location": "Orlando",
        "accepted_insurance": "Cigna",
        "rates": "$900/visit",
        "short_description": "Dr. White is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj White has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. White ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Sanchez",
        "image": "https://robohash.org/lailasanchez29.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "231-562-3416",
        "email": "laila.sanchez@example.com",
        "location": "Tampa",
        "accepted_insurance": "Aetna",
        "rates": "$30/visit",
        "short_description": "Dr. Sanchez is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Sanchez has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Hassan",
        "image": "https://robohash.org/alejandrohassan30.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "307-731-3739",
        "email": "alejandro.hassan@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Humana",
        "rates": "$360/visit",
        "short_description": "Dr. Hassan is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Hassan has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Patel",
        "image": "https://robohash.org/michaelpatel31.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "832-273-4471",
        "email": "michael.patel@example.com",
        "location": "Orlando",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$200/visit",
        "short_description": "Dr. Patel is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Patel has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Chen",
        "image": "https://robohash.org/emilychen32.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "565-729-3298",
        "email": "emily.chen@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$500/visit",
        "short_description": "Dr. Chen is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Chen has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/rajrodriguez33.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "394-307-5841",
        "email": "raj.rodriguez@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Florida Blue",
        "rates": "$80/visit",
        "short_description": "Dr. Rodriguez is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj Rodriguez has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Patel",
        "image": "https://robohash.org/michaelpatel34.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "907-483-8905",
        "email": "michael.patel@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$80/visit",
        "short_description": "Dr. Patel is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Patel has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Lopez",
        "image": "https://robohash.org/alejandrolopez35.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "621-942-1407",
        "email": "alejandro.lopez@example.com",
        "location": "Orlando",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$360/visit",
        "short_description": "Dr. Lopez is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Lopez has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Steven",
        "last_name": "Nguyen",
        "image": "https://robohash.org/stevennguyen36.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "936-403-8145",
        "email": "steven.nguyen@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$80/visit",
        "short_description": "Dr. Nguyen is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Steven Nguyen has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "Martinez",
        "image": "https://robohash.org/rajmartinez37.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "240-129-6425",
        "email": "raj.martinez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$50/visit",
        "short_description": "Dr. Martinez is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj Martinez has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Martinez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Steven",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/stevenrodriguez38.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "425-702-1044",
        "email": "steven.rodriguez@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$900/visit",
        "short_description": "Dr. Rodriguez is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Steven Rodriguez has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Alami",
        "image": "https://robohash.org/alejandroalami39.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "989-508-5397",
        "email": "alejandro.alami@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$360/visit",
        "short_description": "Dr. Alami is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Alami has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "White",
        "image": "https://robohash.org/lailawhite40.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "430-630-7231",
        "email": "laila.white@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Aetna",
        "rates": "$50/visit",
        "short_description": "Dr. White is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila White has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. White ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "David",
        "last_name": "Alami",
        "image": "https://robohash.org/davidalami41.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "803-112-6023",
        "email": "david.alami@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Florida Blue",
        "rates": "$50/visit",
        "short_description": "Dr. Alami is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. David Alami has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/elenarodriguez42.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "566-443-9598",
        "email": "elena.rodriguez@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Cigna",
        "rates": "$230/visit",
        "short_description": "Dr. Rodriguez is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Rodriguez has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Nguyen",
        "image": "https://robohash.org/michaelnguyen43.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "122-547-1624",
        "email": "michael.nguyen@example.com",
        "location": "Orlando",
        "accepted_insurance": "Humana",
        "rates": "$230/visit",
        "short_description": "Dr. Nguyen is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Nguyen has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Anderson",
        "image": "https://robohash.org/sofiaanderson44.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "366-873-6840",
        "email": "sofia.anderson@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$400/visit",
        "short_description": "Dr. Anderson is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Anderson has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Desai",
        "image": "https://robohash.org/michaeldesai45.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "969-949-6393",
        "email": "michael.desai@example.com",
        "location": "Tampa",
        "accepted_insurance": "Florida Blue",
        "rates": "$500/visit",
        "short_description": "Dr. Desai is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Desai has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "Desai",
        "image": "https://robohash.org/rajdesai46.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "831-784-7526",
        "email": "raj.desai@example.com",
        "location": "Orlando",
        "accepted_insurance": "Cigna",
        "rates": "$30/visit",
        "short_description": "Dr. Desai is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj Desai has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Khan",
        "image": "https://robohash.org/alejandrokhan47.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "502-142-8260",
        "email": "alejandro.khan@example.com",
        "location": "Orlando",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$110/visit",
        "short_description": "Dr. Khan is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Khan has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Chen",
        "image": "https://robohash.org/alejandrochen48.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "953-473-9876",
        "email": "alejandro.chen@example.com",
        "location": "Miami",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$50/visit",
        "short_description": "Dr. Chen is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Chen has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "David",
        "last_name": "Khan",
        "image": "https://robohash.org/davidkhan49.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "584-179-6661",
        "email": "david.khan@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Cigna",
        "rates": "$360/visit",
        "short_description": "Dr. Khan is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. David Khan has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Marta",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/martarodriguez50.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "498-749-5814",
        "email": "marta.rodriguez@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Humana",
        "rates": "$360/visit",
        "short_description": "Dr. Rodriguez is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Marta Rodriguez has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Carlos",
        "last_name": "Hassan",
        "image": "https://robohash.org/carloshassan51.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "114-923-8998",
        "email": "carlos.hassan@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Florida Blue",
        "rates": "$500/visit",
        "short_description": "Dr. Hassan is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Carlos Hassan has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Anderson",
        "image": "https://robohash.org/elenaanderson52.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "328-551-8786",
        "email": "elena.anderson@example.com",
        "location": "Tampa",
        "accepted_insurance": "Aetna",
        "rates": "$200/visit",
        "short_description": "Dr. Anderson is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Anderson has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Steven",
        "last_name": "Desai",
        "image": "https://robohash.org/stevendesai53.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "227-851-9714",
        "email": "steven.desai@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Cigna",
        "rates": "$50/visit",
        "short_description": "Dr. Desai is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Steven Desai has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Anderson",
        "image": "https://robohash.org/lailaanderson54.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "407-299-5626",
        "email": "laila.anderson@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Humana",
        "rates": "$50/visit",
        "short_description": "Dr. Anderson is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Anderson has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Chen",
        "image": "https://robohash.org/fatimachen55.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "202-787-1773",
        "email": "fatima.chen@example.com",
        "location": "Tampa",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$80/visit",
        "short_description": "Dr. Chen is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Chen has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Marta",
        "last_name": "Lopez",
        "image": "https://robohash.org/martalopez56.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "164-693-6782",
        "email": "marta.lopez@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Humana",
        "rates": "$110/visit",
        "short_description": "Dr. Lopez is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Marta Lopez has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "Alami",
        "image": "https://robohash.org/rajalami57.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "156-971-8155",
        "email": "raj.alami@example.com",
        "location": "Miami",
        "accepted_insurance": "Aetna",
        "rates": "$500/visit",
        "short_description": "Dr. Alami is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj Alami has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Chen",
        "image": "https://robohash.org/fatimachen58.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "831-632-9550",
        "email": "fatima.chen@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$80/visit",
        "short_description": "Dr. Chen is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Chen has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Desai",
        "image": "https://robohash.org/alejandrodesai59.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "200-764-1421",
        "email": "alejandro.desai@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$230/visit",
        "short_description": "Dr. Desai is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Desai has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "Sanchez",
        "image": "https://robohash.org/jasminesanchez60.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "780-277-9740",
        "email": "jasmine.sanchez@example.com",
        "location": "Tampa",
        "accepted_insurance": "Humana",
        "rates": "$50/visit",
        "short_description": "Dr. Sanchez is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine Sanchez has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Marta",
        "last_name": "Hassan",
        "image": "https://robohash.org/martahassan61.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "107-457-8795",
        "email": "marta.hassan@example.com",
        "location": "Tampa",
        "accepted_insurance": "Florida Blue",
        "rates": "$200/visit",
        "short_description": "Dr. Hassan is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Marta Hassan has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Khan",
        "image": "https://robohash.org/emilykhan62.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "335-939-2831",
        "email": "emily.khan@example.com",
        "location": "Orlando",
        "accepted_insurance": "Humana",
        "rates": "$80/visit",
        "short_description": "Dr. Khan is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Khan has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Sanchez",
        "image": "https://robohash.org/emilysanchez63.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "442-438-3317",
        "email": "emily.sanchez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Humana",
        "rates": "$500/visit",
        "short_description": "Dr. Sanchez is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Sanchez has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Anderson",
        "image": "https://robohash.org/alejandroanderson64.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "287-162-6441",
        "email": "alejandro.anderson@example.com",
        "location": "Tampa",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$360/visit",
        "short_description": "Dr. Anderson is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Anderson has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Desai",
        "image": "https://robohash.org/fatimadesai65.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "965-204-4098",
        "email": "fatima.desai@example.com",
        "location": "Miami",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$360/visit",
        "short_description": "Dr. Desai is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Desai has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/fatimarodriguez66.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "335-138-3647",
        "email": "fatima.rodriguez@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Florida Blue",
        "rates": "$30/visit",
        "short_description": "Dr. Rodriguez is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Rodriguez has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Marta",
        "last_name": "Patel",
        "image": "https://robohash.org/martapatel67.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "178-114-7080",
        "email": "marta.patel@example.com",
        "location": "Orlando",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$230/visit",
        "short_description": "Dr. Patel is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Marta Patel has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Hassan",
        "image": "https://robohash.org/lailahassan68.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "134-822-7926",
        "email": "laila.hassan@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Florida Blue",
        "rates": "$200/visit",
        "short_description": "Dr. Hassan is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Hassan has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Sanchez",
        "image": "https://robohash.org/fatimasanchez69.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "692-656-1378",
        "email": "fatima.sanchez@example.com",
        "location": "Miami",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$200/visit",
        "short_description": "Dr. Sanchez is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Sanchez has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Sanchez",
        "image": "https://robohash.org/sofiasanchez70.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "721-328-9419",
        "email": "sofia.sanchez@example.com",
        "location": "Orlando",
        "accepted_insurance": "Florida Blue",
        "rates": "$500/visit",
        "short_description": "Dr. Sanchez is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Sanchez has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Patel",
        "image": "https://robohash.org/fatimapatel71.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "500-763-2452",
        "email": "fatima.patel@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$110/visit",
        "short_description": "Dr. Patel is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Patel has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Patel",
        "image": "https://robohash.org/fatimapatel72.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "771-396-9613",
        "email": "fatima.patel@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$900/visit",
        "short_description": "Dr. Patel is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Patel has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Steven",
        "last_name": "White",
        "image": "https://robohash.org/stevenwhite73.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "727-855-2181",
        "email": "steven.white@example.com",
        "location": "Orlando",
        "accepted_insurance": "Cigna",
        "rates": "$110/visit",
        "short_description": "Dr. White is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Steven White has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. White ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "Lopez",
        "image": "https://robohash.org/jasminelopez74.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "991-832-7117",
        "email": "jasmine.lopez@example.com",
        "location": "Miami",
        "accepted_insurance": "Cigna",
        "rates": "$30/visit",
        "short_description": "Dr. Lopez is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine Lopez has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Carlos",
        "last_name": "Sanchez",
        "image": "https://robohash.org/carlossanchez75.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "686-604-3110",
        "email": "carlos.sanchez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$230/visit",
        "short_description": "Dr. Sanchez is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Carlos Sanchez has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Hassan",
        "image": "https://robohash.org/emilyhassan76.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "119-628-5805",
        "email": "emily.hassan@example.com",
        "location": "Tampa",
        "accepted_insurance": "Humana",
        "rates": "$500/visit",
        "short_description": "Dr. Hassan is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Hassan has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Anderson",
        "image": "https://robohash.org/emilyanderson77.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "889-429-3437",
        "email": "emily.anderson@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Humana",
        "rates": "$80/visit",
        "short_description": "Dr. Anderson is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Anderson has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Chen",
        "image": "https://robohash.org/sofiachen78.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "158-664-9487",
        "email": "sofia.chen@example.com",
        "location": "Tampa",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$110/visit",
        "short_description": "Dr. Chen is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Chen has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Alami",
        "image": "https://robohash.org/michaelalami79.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "464-705-4123",
        "email": "michael.alami@example.com",
        "location": "Tampa",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$80/visit",
        "short_description": "Dr. Alami is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Alami has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Lopez",
        "image": "https://robohash.org/fatimalopez80.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "943-131-3770",
        "email": "fatima.lopez@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Cigna",
        "rates": "$30/visit",
        "short_description": "Dr. Lopez is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Lopez has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "White",
        "image": "https://robohash.org/lailawhite81.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "942-401-3632",
        "email": "laila.white@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$900/visit",
        "short_description": "Dr. White is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila White has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. White ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "Nguyen",
        "image": "https://robohash.org/rajnguyen82.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "811-877-9388",
        "email": "raj.nguyen@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Florida Blue",
        "rates": "$500/visit",
        "short_description": "Dr. Nguyen is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj Nguyen has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Lopez",
        "image": "https://robohash.org/elenalopez83.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "458-598-7070",
        "email": "elena.lopez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Florida Blue",
        "rates": "$230/visit",
        "short_description": "Dr. Lopez is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Lopez has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/lailarodriguez84.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "883-177-5705",
        "email": "laila.rodriguez@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$230/visit",
        "short_description": "Dr. Rodriguez is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Rodriguez has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Patel",
        "image": "https://robohash.org/lailapatel85.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "998-703-1485",
        "email": "laila.patel@example.com",
        "location": "Tampa",
        "accepted_insurance": "Florida Blue",
        "rates": "$80/visit",
        "short_description": "Dr. Patel is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Patel has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Marta",
        "last_name": "Desai",
        "image": "https://robohash.org/martadesai86.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "369-380-2257",
        "email": "marta.desai@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$500/visit",
        "short_description": "Dr. Desai is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Marta Desai has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/emilyrodriguez87.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "338-893-7410",
        "email": "emily.rodriguez@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Florida Blue",
        "rates": "$30/visit",
        "short_description": "Dr. Rodriguez is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Rodriguez has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Martinez",
        "image": "https://robohash.org/fatimamartinez88.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "577-209-4781",
        "email": "fatima.martinez@example.com",
        "location": "Orlando",
        "accepted_insurance": "Aetna",
        "rates": "$500/visit",
        "short_description": "Dr. Martinez is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Martinez has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Martinez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "Anderson",
        "image": "https://robohash.org/jasmineanderson89.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "289-265-5545",
        "email": "jasmine.anderson@example.com",
        "location": "Orlando",
        "accepted_insurance": "Florida Blue",
        "rates": "$900/visit",
        "short_description": "Dr. Anderson is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine Anderson has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/emilyrodriguez90.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "865-762-6869",
        "email": "emily.rodriguez@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Humana",
        "rates": "$50/visit",
        "short_description": "Dr. Rodriguez is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Rodriguez has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Lopez",
        "image": "https://robohash.org/sofialopez91.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "593-704-8621",
        "email": "sofia.lopez@example.com",
        "location": "Orlando",
        "accepted_insurance": "Florida Blue",
        "rates": "$400/visit",
        "short_description": "Dr. Lopez is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Lopez has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "White",
        "image": "https://robohash.org/rajwhite92.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "345-152-8664",
        "email": "raj.white@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$400/visit",
        "short_description": "Dr. White is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj White has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. White ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "Anderson",
        "image": "https://robohash.org/rajanderson93.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "532-413-5809",
        "email": "raj.anderson@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Cigna",
        "rates": "$110/visit",
        "short_description": "Dr. Anderson is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj Anderson has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Lopez",
        "image": "https://robohash.org/sofialopez94.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "232-152-5002",
        "email": "sofia.lopez@example.com",
        "location": "Orlando",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$230/visit",
        "short_description": "Dr. Lopez is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Lopez has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "Anderson",
        "image": "https://robohash.org/jasmineanderson95.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "794-934-5900",
        "email": "jasmine.anderson@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Cigna",
        "rates": "$360/visit",
        "short_description": "Dr. Anderson is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine Anderson has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Lopez",
        "image": "https://robohash.org/elenalopez96.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "546-727-2346",
        "email": "elena.lopez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Humana",
        "rates": "$80/visit",
        "short_description": "Dr. Lopez is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Lopez has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "Lopez",
        "image": "https://robohash.org/rajlopez97.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "835-817-6873",
        "email": "raj.lopez@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Humana",
        "rates": "$200/visit",
        "short_description": "Dr. Lopez is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj Lopez has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Khan",
        "image": "https://robohash.org/alejandrokhan98.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "998-770-9869",
        "email": "alejandro.khan@example.com",
        "location": "Orlando",
        "accepted_insurance": "Cigna",
        "rates": "$900/visit",
        "short_description": "Dr. Khan is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Khan has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "Hassan",
        "image": "https://robohash.org/jasminehassan99.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "749-143-8523",
        "email": "jasmine.hassan@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Humana",
        "rates": "$200/visit",
        "short_description": "Dr. Hassan is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine Hassan has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "David",
        "last_name": "Anderson",
        "image": "https://robohash.org/davidanderson100.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "528-267-2251",
        "email": "david.anderson@example.com",
        "location": "Tampa",
        "accepted_insurance": "Florida Blue",
        "rates": "$500/visit",
        "short_description": "Dr. Anderson is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. David Anderson has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Lopez",
        "image": "https://robohash.org/elenalopez101.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "729-804-3337",
        "email": "elena.lopez@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Florida Blue",
        "rates": "$110/visit",
        "short_description": "Dr. Lopez is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Lopez has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "Alami",
        "image": "https://robohash.org/jasminealami102.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "650-311-7337",
        "email": "jasmine.alami@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Cigna",
        "rates": "$400/visit",
        "short_description": "Dr. Alami is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine Alami has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Desai",
        "image": "https://robohash.org/fatimadesai103.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "442-523-1191",
        "email": "fatima.desai@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Cigna",
        "rates": "$500/visit",
        "short_description": "Dr. Desai is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Desai has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Patel",
        "image": "https://robohash.org/elenapatel104.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "847-753-3262",
        "email": "elena.patel@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Aetna",
        "rates": "$230/visit",
        "short_description": "Dr. Patel is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Patel has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "Patel",
        "image": "https://robohash.org/rajpatel105.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "237-264-5472",
        "email": "raj.patel@example.com",
        "location": "Orlando",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$50/visit",
        "short_description": "Dr. Patel is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj Patel has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Carlos",
        "last_name": "Desai",
        "image": "https://robohash.org/carlosdesai106.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "531-170-1782",
        "email": "carlos.desai@example.com",
        "location": "Orlando",
        "accepted_insurance": "Humana",
        "rates": "$400/visit",
        "short_description": "Dr. Desai is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Carlos Desai has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Chen",
        "image": "https://robohash.org/sofiachen107.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "786-258-6405",
        "email": "sofia.chen@example.com",
        "location": "Tampa",
        "accepted_insurance": "Cigna",
        "rates": "$500/visit",
        "short_description": "Dr. Chen is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Chen has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Desai",
        "image": "https://robohash.org/michaeldesai108.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "213-660-6279",
        "email": "michael.desai@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$200/visit",
        "short_description": "Dr. Desai is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Desai has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "White",
        "image": "https://robohash.org/jasminewhite109.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "206-524-7892",
        "email": "jasmine.white@example.com",
        "location": "Orlando",
        "accepted_insurance": "Cigna",
        "rates": "$900/visit",
        "short_description": "Dr. White is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine White has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. White ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "White",
        "image": "https://robohash.org/jasminewhite110.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "801-956-5203",
        "email": "jasmine.white@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Florida Blue",
        "rates": "$360/visit",
        "short_description": "Dr. White is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine White has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. White ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Carlos",
        "last_name": "Alami",
        "image": "https://robohash.org/carlosalami111.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "248-325-5897",
        "email": "carlos.alami@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Humana",
        "rates": "$900/visit",
        "short_description": "Dr. Alami is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Carlos Alami has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/lailarodriguez112.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "593-400-2334",
        "email": "laila.rodriguez@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Cigna",
        "rates": "$900/visit",
        "short_description": "Dr. Rodriguez is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Rodriguez has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Nguyen",
        "image": "https://robohash.org/michaelnguyen113.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "357-582-8725",
        "email": "michael.nguyen@example.com",
        "location": "Tampa",
        "accepted_insurance": "Florida Blue",
        "rates": "$50/visit",
        "short_description": "Dr. Nguyen is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Nguyen has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "David",
        "last_name": "Nguyen",
        "image": "https://robohash.org/davidnguyen114.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "131-742-8242",
        "email": "david.nguyen@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$200/visit",
        "short_description": "Dr. Nguyen is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. David Nguyen has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Alami",
        "image": "https://robohash.org/sofiaalami115.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "941-716-8403",
        "email": "sofia.alami@example.com",
        "location": "Tampa",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$500/visit",
        "short_description": "Dr. Alami is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Alami has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "David",
        "last_name": "Alami",
        "image": "https://robohash.org/davidalami116.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "326-200-8098",
        "email": "david.alami@example.com",
        "location": "Tampa",
        "accepted_insurance": "Humana",
        "rates": "$360/visit",
        "short_description": "Dr. Alami is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. David Alami has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Khan",
        "image": "https://robohash.org/elenakhan117.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "971-408-8373",
        "email": "elena.khan@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$200/visit",
        "short_description": "Dr. Khan is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Khan has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Sanchez",
        "image": "https://robohash.org/sofiasanchez118.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "235-398-2678",
        "email": "sofia.sanchez@example.com",
        "location": "Tampa",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$500/visit",
        "short_description": "Dr. Sanchez is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Sanchez has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Chen",
        "image": "https://robohash.org/lailachen119.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "626-779-9877",
        "email": "laila.chen@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Florida Blue",
        "rates": "$200/visit",
        "short_description": "Dr. Chen is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Chen has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Alami",
        "image": "https://robohash.org/michaelalami120.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "803-771-5202",
        "email": "michael.alami@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Cigna",
        "rates": "$50/visit",
        "short_description": "Dr. Alami is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Alami has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Carlos",
        "last_name": "Martinez",
        "image": "https://robohash.org/carlosmartinez121.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "483-802-2344",
        "email": "carlos.martinez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$50/visit",
        "short_description": "Dr. Martinez is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Carlos Martinez has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Martinez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Lopez",
        "image": "https://robohash.org/elenalopez122.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "261-712-4786",
        "email": "elena.lopez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Aetna",
        "rates": "$500/visit",
        "short_description": "Dr. Lopez is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Lopez has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Desai",
        "image": "https://robohash.org/elenadesai123.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "157-525-9906",
        "email": "elena.desai@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Cigna",
        "rates": "$110/visit",
        "short_description": "Dr. Desai is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Desai has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Sanchez",
        "image": "https://robohash.org/lailasanchez124.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "157-546-7265",
        "email": "laila.sanchez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$400/visit",
        "short_description": "Dr. Sanchez is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Sanchez has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "David",
        "last_name": "Martinez",
        "image": "https://robohash.org/davidmartinez125.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "462-888-6193",
        "email": "david.martinez@example.com",
        "location": "Tampa",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$110/visit",
        "short_description": "Dr. Martinez is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. David Martinez has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Martinez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Chen",
        "image": "https://robohash.org/elenachen126.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "601-662-9362",
        "email": "elena.chen@example.com",
        "location": "Miami",
        "accepted_insurance": "Florida Blue",
        "rates": "$110/visit",
        "short_description": "Dr. Chen is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Chen has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "White",
        "image": "https://robohash.org/lailawhite127.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "920-811-4941",
        "email": "laila.white@example.com",
        "location": "Miami",
        "accepted_insurance": "Cigna",
        "rates": "$50/visit",
        "short_description": "Dr. White is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila White has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. White ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "Martinez",
        "image": "https://robohash.org/rajmartinez128.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "941-700-4515",
        "email": "raj.martinez@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Aetna",
        "rates": "$80/visit",
        "short_description": "Dr. Martinez is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj Martinez has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Martinez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Steven",
        "last_name": "Martinez",
        "image": "https://robohash.org/stevenmartinez129.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "664-939-9888",
        "email": "steven.martinez@example.com",
        "location": "Orlando",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$230/visit",
        "short_description": "Dr. Martinez is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Steven Martinez has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Martinez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Desai",
        "image": "https://robohash.org/sofiadesai130.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "938-598-5097",
        "email": "sofia.desai@example.com",
        "location": "Orlando",
        "accepted_insurance": "Aetna",
        "rates": "$200/visit",
        "short_description": "Dr. Desai is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Desai has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/lailarodriguez131.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "588-147-6379",
        "email": "laila.rodriguez@example.com",
        "location": "Tampa",
        "accepted_insurance": "Aetna",
        "rates": "$500/visit",
        "short_description": "Dr. Rodriguez is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Rodriguez has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "White",
        "image": "https://robohash.org/elenawhite132.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "799-649-8526",
        "email": "elena.white@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$500/visit",
        "short_description": "Dr. White is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena White has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. White ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Anderson",
        "image": "https://robohash.org/fatimaanderson133.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "792-650-8742",
        "email": "fatima.anderson@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Aetna",
        "rates": "$360/visit",
        "short_description": "Dr. Anderson is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Anderson has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Steven",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/stevenrodriguez134.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "692-650-7430",
        "email": "steven.rodriguez@example.com",
        "location": "Tampa",
        "accepted_insurance": "Aetna",
        "rates": "$500/visit",
        "short_description": "Dr. Rodriguez is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Steven Rodriguez has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Marta",
        "last_name": "Sanchez",
        "image": "https://robohash.org/martasanchez135.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "685-110-9163",
        "email": "marta.sanchez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Aetna",
        "rates": "$500/visit",
        "short_description": "Dr. Sanchez is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Marta Sanchez has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Nguyen",
        "image": "https://robohash.org/elenanguyen136.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "340-739-4177",
        "email": "elena.nguyen@example.com",
        "location": "Miami",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$110/visit",
        "short_description": "Dr. Nguyen is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Nguyen has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Carlos",
        "last_name": "Patel",
        "image": "https://robohash.org/carlospatel137.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "541-526-9302",
        "email": "carlos.patel@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Aetna",
        "rates": "$30/visit",
        "short_description": "Dr. Patel is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Carlos Patel has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Khan",
        "image": "https://robohash.org/michaelkhan138.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "964-654-8037",
        "email": "michael.khan@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$30/visit",
        "short_description": "Dr. Khan is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Khan has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Hassan",
        "image": "https://robohash.org/lailahassan139.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "983-734-5888",
        "email": "laila.hassan@example.com",
        "location": "Tampa",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$50/visit",
        "short_description": "Dr. Hassan is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Hassan has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Sanchez",
        "image": "https://robohash.org/emilysanchez140.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "450-997-7475",
        "email": "emily.sanchez@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Aetna",
        "rates": "$50/visit",
        "short_description": "Dr. Sanchez is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Sanchez has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Carlos",
        "last_name": "Alami",
        "image": "https://robohash.org/carlosalami141.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "963-545-9242",
        "email": "carlos.alami@example.com",
        "location": "Tampa",
        "accepted_insurance": "Humana",
        "rates": "$50/visit",
        "short_description": "Dr. Alami is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Carlos Alami has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Patel",
        "image": "https://robohash.org/alejandropatel142.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "684-758-9617",
        "email": "alejandro.patel@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Aetna",
        "rates": "$400/visit",
        "short_description": "Dr. Patel is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Patel has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Marta",
        "last_name": "Hassan",
        "image": "https://robohash.org/martahassan143.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "186-771-8529",
        "email": "marta.hassan@example.com",
        "location": "Miami",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$400/visit",
        "short_description": "Dr. Hassan is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Marta Hassan has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Martinez",
        "image": "https://robohash.org/michaelmartinez144.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "670-290-6286",
        "email": "michael.martinez@example.com",
        "location": "Tampa",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$360/visit",
        "short_description": "Dr. Martinez is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Martinez has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Martinez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/michaelrodriguez145.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "525-131-2309",
        "email": "michael.rodriguez@example.com",
        "location": "Tampa",
        "accepted_insurance": "Florida Blue",
        "rates": "$50/visit",
        "short_description": "Dr. Rodriguez is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Rodriguez has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "David",
        "last_name": "Sanchez",
        "image": "https://robohash.org/davidsanchez146.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "170-167-7356",
        "email": "david.sanchez@example.com",
        "location": "Orlando",
        "accepted_insurance": "Florida Blue",
        "rates": "$50/visit",
        "short_description": "Dr. Sanchez is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. David Sanchez has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Marta",
        "last_name": "Desai",
        "image": "https://robohash.org/martadesai147.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "167-385-5800",
        "email": "marta.desai@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Aetna",
        "rates": "$400/visit",
        "short_description": "Dr. Desai is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Marta Desai has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "Sanchez",
        "image": "https://robohash.org/jasminesanchez148.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "949-986-2627",
        "email": "jasmine.sanchez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$80/visit",
        "short_description": "Dr. Sanchez is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine Sanchez has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Hassan",
        "image": "https://robohash.org/alejandrohassan149.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "286-732-4949",
        "email": "alejandro.hassan@example.com",
        "location": "Orlando",
        "accepted_insurance": "Humana",
        "rates": "$200/visit",
        "short_description": "Dr. Hassan is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Hassan has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/fatimarodriguez150.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "192-504-5053",
        "email": "fatima.rodriguez@example.com",
        "location": "Miami",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$230/visit",
        "short_description": "Dr. Rodriguez is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Rodriguez has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Lopez",
        "image": "https://robohash.org/elenalopez151.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "728-285-4867",
        "email": "elena.lopez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Cigna",
        "rates": "$200/visit",
        "short_description": "Dr. Lopez is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Lopez has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Sanchez",
        "image": "https://robohash.org/lailasanchez152.png?size=500x500&set=set1",
        "specialty": "Ophthalmology",
        "qualifications": "MD",
        "phone_number": "999-122-4640",
        "email": "laila.sanchez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Aetna",
        "rates": "$200/visit",
        "short_description": "Dr. Sanchez is an experienced Ophthalmology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Sanchez has been practicing Ophthalmology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Patel",
        "image": "https://robohash.org/michaelpatel153.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "374-512-8059",
        "email": "michael.patel@example.com",
        "location": "Miami",
        "accepted_insurance": "Florida Blue",
        "rates": "$400/visit",
        "short_description": "Dr. Patel is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Patel has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Anderson",
        "image": "https://robohash.org/michaelanderson154.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "336-239-8338",
        "email": "michael.anderson@example.com",
        "location": "Miami",
        "accepted_insurance": "Humana",
        "rates": "$50/visit",
        "short_description": "Dr. Anderson is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Anderson has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Khan",
        "image": "https://robohash.org/emilykhan155.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "279-225-2101",
        "email": "emily.khan@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Aetna",
        "rates": "$360/visit",
        "short_description": "Dr. Khan is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Khan has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Patel",
        "image": "https://robohash.org/alejandropatel156.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "262-821-4436",
        "email": "alejandro.patel@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Cigna",
        "rates": "$400/visit",
        "short_description": "Dr. Patel is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Patel has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Hassan",
        "image": "https://robohash.org/emilyhassan157.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "874-839-7005",
        "email": "emily.hassan@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Florida Blue",
        "rates": "$500/visit",
        "short_description": "Dr. Hassan is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Hassan has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Steven",
        "last_name": "Martinez",
        "image": "https://robohash.org/stevenmartinez158.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "418-942-8897",
        "email": "steven.martinez@example.com",
        "location": "Miami",
        "accepted_insurance": "Humana",
        "rates": "$360/visit",
        "short_description": "Dr. Martinez is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Steven Martinez has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Martinez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Nguyen",
        "image": "https://robohash.org/sofianguyen159.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "901-453-3086",
        "email": "sofia.nguyen@example.com",
        "location": "Miami",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$360/visit",
        "short_description": "Dr. Nguyen is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Nguyen has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Raj",
        "last_name": "Hassan",
        "image": "https://robohash.org/rajhassan160.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "334-313-5133",
        "email": "raj.hassan@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Cigna",
        "rates": "$500/visit",
        "short_description": "Dr. Hassan is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Raj Hassan has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Hassan",
        "image": "https://robohash.org/fatimahassan161.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "713-153-3013",
        "email": "fatima.hassan@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Florida Blue",
        "rates": "$230/visit",
        "short_description": "Dr. Hassan is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Hassan has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Nguyen",
        "image": "https://robohash.org/lailanguyen162.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "764-530-2779",
        "email": "laila.nguyen@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Cigna",
        "rates": "$110/visit",
        "short_description": "Dr. Nguyen is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Nguyen has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Carlos",
        "last_name": "Hassan",
        "image": "https://robohash.org/carloshassan163.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "777-898-1338",
        "email": "carlos.hassan@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Humana",
        "rates": "$110/visit",
        "short_description": "Dr. Hassan is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Carlos Hassan has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/lailarodriguez164.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "508-289-4592",
        "email": "laila.rodriguez@example.com",
        "location": "Tampa",
        "accepted_insurance": "Florida Blue",
        "rates": "$110/visit",
        "short_description": "Dr. Rodriguez is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Rodriguez has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Martinez",
        "image": "https://robohash.org/michaelmartinez165.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "786-461-9399",
        "email": "michael.martinez@example.com",
        "location": "Orlando",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$80/visit",
        "short_description": "Dr. Martinez is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Martinez has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Martinez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "Desai",
        "image": "https://robohash.org/jasminedesai166.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "298-685-1620",
        "email": "jasmine.desai@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$230/visit",
        "short_description": "Dr. Desai is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine Desai has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Desai",
        "image": "https://robohash.org/sofiadesai167.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "900-967-7822",
        "email": "sofia.desai@example.com",
        "location": "Tampa",
        "accepted_insurance": "Cigna",
        "rates": "$500/visit",
        "short_description": "Dr. Desai is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Desai has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Khan",
        "image": "https://robohash.org/fatimakhan168.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "243-126-8282",
        "email": "fatima.khan@example.com",
        "location": "Orlando",
        "accepted_insurance": "Aetna",
        "rates": "$900/visit",
        "short_description": "Dr. Khan is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Khan has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Martinez",
        "image": "https://robohash.org/elenamartinez169.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "463-519-9106",
        "email": "elena.martinez@example.com",
        "location": "Tampa",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$900/visit",
        "short_description": "Dr. Martinez is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Martinez has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Martinez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Khan",
        "image": "https://robohash.org/lailakhan170.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "649-484-4580",
        "email": "laila.khan@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Cigna",
        "rates": "$30/visit",
        "short_description": "Dr. Khan is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Khan has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Khan",
        "image": "https://robohash.org/alejandrokhan171.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "892-919-1353",
        "email": "alejandro.khan@example.com",
        "location": "Tampa",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$110/visit",
        "short_description": "Dr. Khan is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Khan has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Chen",
        "image": "https://robohash.org/alejandrochen172.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "367-859-2748",
        "email": "alejandro.chen@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Cigna",
        "rates": "$50/visit",
        "short_description": "Dr. Chen is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Chen has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Khan",
        "image": "https://robohash.org/sofiakhan173.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "853-967-3865",
        "email": "sofia.khan@example.com",
        "location": "Orlando",
        "accepted_insurance": "Cigna",
        "rates": "$80/visit",
        "short_description": "Dr. Khan is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Khan has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "David",
        "last_name": "Martinez",
        "image": "https://robohash.org/davidmartinez174.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "638-585-2686",
        "email": "david.martinez@example.com",
        "location": "Tampa",
        "accepted_insurance": "Florida Blue",
        "rates": "$110/visit",
        "short_description": "Dr. Martinez is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. David Martinez has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Martinez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Fatima",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/fatimarodriguez175.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "632-853-1326",
        "email": "fatima.rodriguez@example.com",
        "location": "Tampa",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$230/visit",
        "short_description": "Dr. Rodriguez is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Fatima Rodriguez has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Carlos",
        "last_name": "Khan",
        "image": "https://robohash.org/carloskhan176.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "183-292-7181",
        "email": "carlos.khan@example.com",
        "location": "Orlando",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$200/visit",
        "short_description": "Dr. Khan is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Carlos Khan has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Emily",
        "last_name": "Chen",
        "image": "https://robohash.org/emilychen177.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "707-686-5261",
        "email": "emily.chen@example.com",
        "location": "Miami",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$900/visit",
        "short_description": "Dr. Chen is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Emily Chen has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "Desai",
        "image": "https://robohash.org/sofiadesai178.png?size=500x500&set=set1",
        "specialty": "Rheumatology",
        "qualifications": "MD",
        "phone_number": "507-499-8653",
        "email": "sofia.desai@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Aetna",
        "rates": "$900/visit",
        "short_description": "Dr. Desai is an experienced Rheumatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia Desai has been practicing Rheumatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "Khan",
        "image": "https://robohash.org/jasminekhan179.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "274-146-6880",
        "email": "jasmine.khan@example.com",
        "location": "Tampa",
        "accepted_insurance": "Aetna",
        "rates": "$50/visit",
        "short_description": "Dr. Khan is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine Khan has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Hassan",
        "image": "https://robohash.org/lailahassan180.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "140-335-5381",
        "email": "laila.hassan@example.com",
        "location": "Miami",
        "accepted_insurance": "Humana",
        "rates": "$230/visit",
        "short_description": "Dr. Hassan is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Hassan has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Lopez",
        "image": "https://robohash.org/lailalopez181.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "582-159-4331",
        "email": "laila.lopez@example.com",
        "location": "Orlando",
        "accepted_insurance": "Florida Blue",
        "rates": "$30/visit",
        "short_description": "Dr. Lopez is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Lopez has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "Chen",
        "image": "https://robohash.org/jasminechen182.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "850-520-5816",
        "email": "jasmine.chen@example.com",
        "location": "Tampa",
        "accepted_insurance": "Cigna",
        "rates": "$110/visit",
        "short_description": "Dr. Chen is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine Chen has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Chen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Sofia",
        "last_name": "White",
        "image": "https://robohash.org/sofiawhite183.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "843-226-2213",
        "email": "sofia.white@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Florida Blue",
        "rates": "$80/visit",
        "short_description": "Dr. White is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Sofia White has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. White ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "David",
        "last_name": "Lopez",
        "image": "https://robohash.org/davidlopez184.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "630-184-3754",
        "email": "david.lopez@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$50/visit",
        "short_description": "Dr. Lopez is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. David Lopez has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Marta",
        "last_name": "Desai",
        "image": "https://robohash.org/martadesai185.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "317-353-4157",
        "email": "marta.desai@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$30/visit",
        "short_description": "Dr. Desai is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Marta Desai has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Marta",
        "last_name": "Anderson",
        "image": "https://robohash.org/martaanderson186.png?size=500x500&set=set1",
        "specialty": "Pulmonology",
        "qualifications": "MD",
        "phone_number": "287-151-5368",
        "email": "marta.anderson@example.com",
        "location": "Miami",
        "accepted_insurance": "Cigna",
        "rates": "$900/visit",
        "short_description": "Dr. Anderson is an experienced Pulmonology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Marta Anderson has been practicing Pulmonology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Anderson ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Patel",
        "image": "https://robohash.org/alejandropatel187.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "802-448-5451",
        "email": "alejandro.patel@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Humana",
        "rates": "$80/visit",
        "short_description": "Dr. Patel is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Patel has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Steven",
        "last_name": "Patel",
        "image": "https://robohash.org/stevenpatel188.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "465-458-2813",
        "email": "steven.patel@example.com",
        "location": "Miami",
        "accepted_insurance": "Florida Blue",
        "rates": "$360/visit",
        "short_description": "Dr. Patel is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Steven Patel has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Patel ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Lopez",
        "image": "https://robohash.org/michaellopez189.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "197-452-7324",
        "email": "michael.lopez@example.com",
        "location": "Orlando",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$50/visit",
        "short_description": "Dr. Lopez is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Lopez has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "David",
        "last_name": "Nguyen",
        "image": "https://robohash.org/davidnguyen190.png?size=500x500&set=set1",
        "specialty": "Neurology",
        "qualifications": "MD",
        "phone_number": "167-946-7431",
        "email": "david.nguyen@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Florida Blue",
        "rates": "$50/visit",
        "short_description": "Dr. Nguyen is an experienced Neurology specialist with a focus on personalized patient care.",
        "long_description": "Dr. David Nguyen has been practicing Neurology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Nguyen ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Lopez",
        "image": "https://robohash.org/alejandrolopez191.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "335-311-4769",
        "email": "alejandro.lopez@example.com",
        "location": "Miami",
        "accepted_insurance": "Humana",
        "rates": "$50/visit",
        "short_description": "Dr. Lopez is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Lopez has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Lopez",
        "image": "https://robohash.org/elenalopez192.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "813-525-1635",
        "email": "elena.lopez@example.com",
        "location": "Tampa",
        "accepted_insurance": "Aetna",
        "rates": "$230/visit",
        "short_description": "Dr. Lopez is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Lopez has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Lopez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Hassan",
        "image": "https://robohash.org/alejandrohassan193.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "821-945-3875",
        "email": "alejandro.hassan@example.com",
        "location": "Miami",
        "accepted_insurance": "Blue Cross Blue Shield",
        "rates": "$80/visit",
        "short_description": "Dr. Hassan is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Hassan has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Hassan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Khan",
        "image": "https://robohash.org/lailakhan194.png?size=500x500&set=set1",
        "specialty": "Orthopedics",
        "qualifications": "MD",
        "phone_number": "413-903-9375",
        "email": "laila.khan@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Florida Blue",
        "rates": "$110/visit",
        "short_description": "Dr. Khan is an experienced Orthopedics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Khan has been practicing Orthopedics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Khan ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Jasmine",
        "last_name": "Alami",
        "image": "https://robohash.org/jasminealami195.png?size=500x500&set=set1",
        "specialty": "Gastroenterology",
        "qualifications": "MD",
        "phone_number": "320-343-7946",
        "email": "jasmine.alami@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "UnitedHealthcare",
        "rates": "$500/visit",
        "short_description": "Dr. Alami is an experienced Gastroenterology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Jasmine Alami has been practicing Gastroenterology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Alami ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Alejandro",
        "last_name": "Desai",
        "image": "https://robohash.org/alejandrodesai196.png?size=500x500&set=set1",
        "specialty": "Cardiology",
        "qualifications": "MD",
        "phone_number": "788-114-6699",
        "email": "alejandro.desai@example.com",
        "location": "West Palm Beach",
        "accepted_insurance": "Humana",
        "rates": "$360/visit",
        "short_description": "Dr. Desai is an experienced Cardiology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Alejandro Desai has been practicing Cardiology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Michael",
        "last_name": "Rodriguez",
        "image": "https://robohash.org/michaelrodriguez197.png?size=500x500&set=set1",
        "specialty": "Dermatology",
        "qualifications": "MD, FAAD",
        "phone_number": "187-800-2121",
        "email": "michael.rodriguez@example.com",
        "location": "Jacksonville",
        "accepted_insurance": "Cigna",
        "rates": "$400/visit",
        "short_description": "Dr. Rodriguez is an experienced Dermatology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Michael Rodriguez has been practicing Dermatology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Rodriguez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Elena",
        "last_name": "Desai",
        "image": "https://robohash.org/elenadesai198.png?size=500x500&set=set1",
        "specialty": "Pediatrics",
        "qualifications": "MD",
        "phone_number": "157-478-9768",
        "email": "elena.desai@example.com",
        "location": "Tampa",
        "accepted_insurance": "Florida Blue",
        "rates": "$110/visit",
        "short_description": "Dr. Desai is an experienced Pediatrics specialist with a focus on personalized patient care.",
        "long_description": "Dr. Elena Desai has been practicing Pediatrics for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Desai ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    },
    {
        "first_name": "Laila",
        "last_name": "Sanchez",
        "image": "https://robohash.org/lailasanchez199.png?size=500x500&set=set1",
        "specialty": "Endocrinology",
        "qualifications": "MD",
        "phone_number": "906-213-8258",
        "email": "laila.sanchez@example.com",
        "location": "St. Petersburg",
        "accepted_insurance": "Aetna",
        "rates": "$50/visit",
        "short_description": "Dr. Sanchez is an experienced Endocrinology specialist with a focus on personalized patient care.",
        "long_description": "Dr. Laila Sanchez has been practicing Endocrinology for over 10 years. Their focus is on providing comprehensive care tailored to each patient's needs. With extensive experience in the field, Dr. Sanchez ensures that every patient receives the most advanced treatments available. Their clinic is equipped with state-of-the-art technology and provides a range of services designed to improve patient outcomes and quality of life."
    }
]